{
  "books": [
    {
      "title": "The Esteemed Woman",
      "subtitle": "Guiding Nuggets To Celebrate Womanhood, Inspite Of All Odds",
      "body1": "The uniqueness of the woman's creation predisposes her to be seen as weak and vulnerable to all ‘weathers’ of life - thus making her purpose and potentials to be undermined. This book, with its powerful nuggets, will empower every woman to shake off limitations and rise up to be celebrated, irrespective of her circumstances.",
      "body2": "Woman, you are valuable, not trash to be trampled upon. You have a role that cannot be neglected or overlooked. You are a treasure that cannot be pressured into a corner.&nbsp;W-O-M-A-N, you are Worthy, Optimistic, Mother, Authentic, Needed. You are ”The Esteemed Woman“. The world is expecting your manifestation.",
      "shoppingLink": "https://www.amazon.com/Esteemed-Woman-Guiding-Celebrate-Womanhood-ebook/dp/B07CVL5T68/ref=sr_1_2?qid=1654737068&refinements=p_27%3ABosede+Adetunji&s=books&sr=1-2&text=Bosede+Adetunji",
      "reviewLink": "https://www.amazon.com/Esteemed-Woman-Guiding-Celebrate-Womanhood-ebook/product-reviews/B07CVL5T68/"
    },
    {
      "title": "Leader's Ladder with R-E-A-D",
      "subtitle": "Proven Principles For Leadership Excellence",
      "body1": "Leadership these days has become can be interpreted at different levels, both constructive and destructive depending on the sphere of where you are coming from. Countries are not the only focus in this book, but also organizations both spiritual and secular. It is good to rise to a leader's position, but it will be wiser and better to grow into it becoming a leader that has potential, someone that has values to maintain, that will be an agent of positive change, to their people and community at large.",
      "body2": "As readers take a ride through the principles of R-E-A-D analyzed in this book, we will not only have a fulfilling tenure of office as a great leader but also leave a footprint of profound legacy and positive impacts that will speak among the people for a long time to come.",
      "shoppingLink": "https://www.amazon.com/LEADERS-LADDER-Principles-Leadership-Excellence-ebook/dp/B07CVWK3GY/ref=sr_1_1?qid=1654746952&refinements=p_27%3ABosede+Adetunji&s=digital-text&sr=1-1",
      "reviewLink": "https://www.amazon.com/LEADERS-LADDER-Principles-Leadership-Excellence-ebook/product-reviews/B07CVWK3GY/B07CVWK3GY"
    },
    {
      "title": "From The Miry Clay",
      "subtitle": "Guiding Steps to Overcoming Obstacles And Issues Of Life",
      "body1": "We are all uniquely created to fulfill our destinies and purposes. There are no duplicate fingerprints. In the same manner, you are original and there are no other duplicates. In your quest to fulfill your purpose, you may encounter roadblocks that challenge your faith. You may be discouraged and be tempted to throw in the towel. No two paths are identical. While some may be rocky, others may be smooth. Perhaps yours was miry or you had some challenges that seemed rigid and hard as concrete. Whatever your path may look like, you will be encouraged as you read this book.",
      "body2": "“From the Miry Clay” is a practical guide that is equipped with real-life applications, scenarios, and stories that are geared to see women leaders through any situation they may find yourself in. Each chapter is highlighted with some prayer points that are designed to strengthen your faith and encourage you as you walk your path. “Many are the afflictions of the righteous, but God delivers him from them all.” (Psalms 34:19)",
      "shoppingLink": "https://www.amazon.com/Miry-Clay-Guiding-Overcoming-Obstacles-ebook/dp/B07CBMHJWV/ref=sr_1_2?qid=1654737068&refinements=p_27%3ABosede+Adetunji&s=books&sr=1-2&text=Bosede+Adetunji",
      "reviewLink": "https://www.amazon.com/Miry-Clay-Guiding-Overcoming-Obstacles-ebook/product-reviews/B07CBMHJWV/"
    }
  ]
}
